Repository: anishkumar1991/ScannerModuleNew
Catalog: lib/l10n/intl_*.arb
Languages: hi

source: Sangathan
hi: संगठन

source: Login
hi: लॉगिन करे

# enterYourMobileNumber
source: Enter your mobile number, we will send you OTP to verify later
hi: अपना मोबाइल नंबर दर्ज करें, हम आपको बाद में सत्यापित करने के लिए ओटीपी भेजेंगे

# loginButtonText
source: Login
hi: लॉगिन

source: OTP Verification
hi: ओटीपी सत्यापन

source: Enter OTP
hi: ओटीपी दर्ज करें

# digitCodeHasBeenSent
source: 6 digit code has been sent
hi: एक 6 अंकों का कोड भेजा गया है

source: Verified..
hi: सत्यापित किया जा रहा है...

source: Verify
hi: सत्यापित करना

source: Resend OTP
hi: ओटीपी पुनः भेजें

source: Resend OTP code to
hi: में ओटीपी कोड दोबारा भेजें

source: Login to get the programs and information related to the organization
hi: संगठन से जुड़े कार्यक्रम एवं जानकारी प्राप्त करने हेतु लॉगिन करे

source: View Tours & Events
hi: प्रवास और कार्याक्रम देखे

source: Click
hi: क्लिक करें

source: Total Travel So Far
hi: अब तक की कुल यात्रा -

source: Upcoming Trip
hi: आगामी प्रवास -

source: All
hi: सभी

source: Present
hi: वर्तमान

source: Upcoming
hi: आगामी

source: Complete
hi: पूर्ण

source: Program
hi: कार्यक्रम

# takeATour
source: Make a Tour
hi: प्रवास बनाये

source: View Program
hi: कार्यक्रम देखें

# makeProgram
source: Make a Program
hi: कार्यक्रम बनायें

# createAndUpdateProgram
source: Create and
hi: कार्यक्रम बनायें

source: Name Of Tour
hi: प्रवास का नाम*

source: Description of Tour
hi: प्रवास का विषय

# dateToFrom
source: Date (From To)
hi: दिनांक ( कब से )*

source: Date (To)
hi: दिनांक ( कब तक )*

source: Create a tour
hi: प्रवास बनाएँ

# makeTourSchedules
source: Make tour schedule
hi: प्रवास के अंतरगर्त कार्यक्रम बनाये

source: Later
hi: बाद मे

source: Create program
hi: कार्याक्रम बनाएँ

source: Name
hi: नाम

# phoneNumber
source: Mobile Number (optional)
hi: फ़ोन नंबर ( वैकल्पिक )

source: position
hi: पद

source: Add
hi: ऐड करे

source: Tour
hi: प्रवास

# myEvent
source: My events
hi: मेरे कार्यक्रम

source: See all
hi: सभी देखें

# functionName
source: Program Name *
hi: कार्यक्रम का नाम *

source: Date and Time *
hi: दिनांक और समय *

# functionType
source: Program Type *
hi: कार्यक्रम का प्रकार *

# functionLayer
source: Program Level *
hi: कार्यक्रम का स्तर *

source: Lok Sabha
hi: लोकसभा

# functionAdd
source: Venue (Address of the venue)
hi: स्थान ( कार्यक्रम स्थल का पता )

source: Subject
hi: विषय

# addGuestDetail
source: The guest / participant / activist present in the program whose name you want to add.
hi: कार्यक्रम में उपस्थित अतिथि / प्रतिभागी / कार्यकर्ता जिनका नाम आप जोड़ना चाहते है।

# addOptional
source: Add Tax (optional)
hi: ऐड कर ( वैकल्पिक )

source: Comment
hi: टिपण्णी

# photoMax
source: Photo ( max 2 )
hi: फोटो ( अधिकतम 2 )

# uploadPhoto
source: Upload Photo Here
hi: फोटो यहाँ अपलोड करें

# save
source: Save it
hi: सेव करे

source: Stay and program list
hi: प्रवास और कार्यक्रम सूची

source: Total Program
hi: कुल कार्यक्रम

# pleaseChoosePlace
source: Please choose location
hi: कृपया स्थान चुनें

source: No organizations available
hi: कोई संगठन उपलब्ध नहीं है

source: Entry
hi: एंट्री

source: Total
hi: कुल

source: Data Entry
hi: डाटा एंट्री

# typeOfFunction
source: Program Type
hi: कार्यक्रम का प्रकार

source: Edit
hi: एडिट

source: View
hi: देखें

# selectPravasLevel
source: Select Tour Level
hi: प्रवास लेवल चुने

source: Select Loksabha
hi: लोकसभा चुने

source: Theme and Insight
hi: विषय एवं अंतर्दृष्टि

# ThemeDes
source: Get information and facts about political and social subjects.
hi: राजनैतिक एवं सामाजिक विषयों की जानकारी एवं तथ्य प्राप्त करे ।

source: Profile
hi: प्रोफाइल

source: Address
hi: एड्रेस

source: Education
hi: शिक्षा

source: Business
hi: व्यवसाय

source: Home
hi: होम

source: See more
hi: जयादा देखे

source: See less
hi: कम देखें

source: Full Name
hi: पूरा नाम

source: Username
hi: यूजरनेम

# mobileNumber
source: Mobile no.
hi: मोबाइल न.

# boi
source: Date of Birth
hi: जन्म दिनांक

source: Religion
hi: धर्म

# grade
source: Category
hi: श्रेणी

source: Caste
hi: जाती

# FlatDes
source: Flat, House no. , Building, Apartment
hi: फ्लैट, हाउस न. , बिल्डिंग, अपार्टमेंट

# AreaDes
source: Area, Street, Sector, Village
hi: एरिया, स्ट्रीट, सेक्टर, विलेज

source: Pin Code
hi: पिन कोड

source: Town/City
hi: टाउन/सिटी

source: State
hi: स्टेट

source: Home
hi: घर

source: Office
hi: कार्यालय

source: Other
hi: अन्य

source: Delete
hi: डिलीट

source: New Entry
hi: नवीन एंट्री

source: Post
hi: पद

source: Sangathan Reports
hi: संगठन रिपोर्ट

source: Create Shakti Kendra
hi: शक्ति केंद्र निर्माण

source: Level
hi: लेवल

# yearFrom
source: Years (From)
hi: वर्ष ( कब से )

# yearTo
source: Years (To)
hi: वर्ष ( कब तक )

# clgName
source: Name of the Institute or College
hi: संस्थान या कॉलेज का नाम

# organization
source: Name of organization
hi: संगठन का नाम

# dialogTitle
source: Delete from profile?
hi: प्रोफ़ाइल से हटाएं?

# dialogSubtitle
source: This will delete profession from your profile.
hi: यह आपकी प्रोफ़ाइल से पेशा हटा देगा।

# dialogSubtitle1
source: This will delete education details from your profile.
hi: यह आपकी प्रोफ़ाइल से शिक्षा विवरण हटा देगा।

# dialogSubtitle2
source: This will delete address details from your profile.
hi: यह आपकी प्रोफ़ाइल से पता विवरण हटा देगा।

source: No thanks
hi: जी नहीं, धन्यवाद

source: No Data Available
hi: कोई डेटा उपलब्ध नहीं है

source: Age
hi: उम्र

source: Years
hi: वर्ष

source: Category
hi: श्रेणी

source: Verify with OTP
hi: ओटीपी से वेरिफाई करें

source: Skip & Add new entry
hi: छोड़ें और नई ऐड एंट्री करें

source: Resend
hi: पुन: भेजें

source: Education Updated
hi: शिक्षा अपडेटेड

source: Address Updated
hi: एड्रेस अपडेटेड

source: Business Updated
hi: व्यवसाय अपडेटेड

source: Education Deleted
hi: शिक्षा डिलीटेड

source: Address Deleted
hi: एड्रेस डिलीटेड

source: Business Deleted
hi: व्यवसाय डिलीटेड

# somethingWentWrong
source: Please Enter (From) year First
hi: कृपया (कब से) वर्ष पहले दर्ज करें

# reasonforDeletion
source: Please select a reason for deletion
hi: कृपया हटाने का एक कारण चुनें

source: Yes
hi: हां

source: No
hi: नहीं

source: Cancel
hi: रद्द करें

source: Please Select Reason
hi: कृपया हटाने का कारण चुनें

source: Please enter data
hi: कृपया डेटा दर्ज करें

source: Log Out
hi: लॉग आउट

# logOutDes
source: Are you sure you want to log out?
hi: क्या आप लॉग आउट करना चाहते हैं?

source: Welcome
hi: नमस्ते

source: Shakti Kendra Creation
hi: शक्ति केंद्र क्रिएशन

# vidhanSabha
source: Assembly
hi: विधानसभा

source: Filter
hi: फ़िल्टर

source: Shakti kendr
hi: शक्ति केंद्र

# mandal
source: Board
hi: मंडल

# buth
source: Booths
hi: बूथ

source: Make shakti kendr
hi: शक्तिकेंद्र बनाये

# deletrShaktiKendrTitle
source: Want to remove this shakti kendr?
hi: इस शक्ति केंद्र को हटाना चाहते हैं?

# deleteShaktiKendr
source: entries will be deleted.
hi: की प्रविष्टियां हटा दी जाएंगी।

# enterShaktiKendrName
source: Write the name of shakti kendr
hi: शक्तिकेंद्र का नाम लिखे

source: Selected booth
hi: चयनित बूथ

# boothSelectedTitle
source: Booths are already in other shakti kendr
hi: बूथ पहले से ही अन्य शक्ति केंद्र में हैं

# boothDes
source: By submitting all the booths will be connected to this Shakti Kendra.
hi: सबमिट कर सभी बूथों को इस शक्ति केंद्र से जोड़ा जाएगा।

source: Language
hi: भाषा

source: Submit
hi: सबमिट

# boothSelect
source: Select Booth
hi: बूथ का चयन करें

source: Add Booth
hi: ऐड बूथ

source: Add Entry
hi: ऐड एंट्री

# adds
source: Add
hi: ऐड

source: Panna
hi: पन्ना

# enterName
source: Please Enter Name
hi: कृपया नाम दर्ज करें

# selectDesignation
source: Please Select Designation
hi: कृपया पद चुनें

# enterPhoneNumber
source: Phone Number should be 10 digit
hi: फोन नंबर १० अंकों का होना चाहिए

# primaryMemberId
source: Primary Member id should be 10 digit
hi: प्राथमिक सदस्य आईडी १० अंकों की होनी चाहिए

# ageError
source: Age should be 2 digit
hi: उम्र २ अंकों की होनी चाहिए

# whatsappNumber
source: Whatsapp Number should be 10 digit
hi: व्हाट्सएप नंबर १० डिजिट का होना चाहिए

# stdCodeNumber
source: STD Code Number should be 5 digit
hi: एसटीडी कोड संख्या ५ अंकों की होनी चाहिए

# landlineNumber
source: Landline Number should be 8 digit
hi: लैंडलाइन नंबर ८ अंकों का होना चाहिए

# emailAddress
source: Please Enter Valid Email
hi: कृपया मान्य ईमेल दर्ज करें

# dobError
source: DOB Should be 16 or above year
hi: जन्म दिनांक १६ या उससे अधिक वर्ष होनी चाहिए

# pincode
source: Pin code should be 6 digit
hi: पिनकोड ६ अंकों का होना चाहिए

# voterId
source: Enter valid voter id
hi: कृपया मान्य मतदाता आईडी दर्ज करें

# aadharNumber
source: Aadhaar Number should be 12 digit
hi: आधार संख्या १२ अंकों की होनी चाहिए

source: Please Enter
hi: कृपया दर्ज करें

source: Please
hi: कृपया

source: Enter
hi: दर्ज करें

# noDataUnit
source: No Data Unit are available
hi: कोई डेटा यूनिट उपलब्ध नहीं है

# sureToDelete
source: Are you sure to delete?
hi: क्या वाकई हटाना है?

source: No booth available
hi: कोई बूथ उपलब्ध नहीं है

# dataUnitEmptyError
source: Data Unit is empty So you can't add entry
hi: डेटा यूनिट उपलब्ध नहीं है इसलिए आप ऐड एंट्री नहीं कर सकते

# selectVidhansabhaFirst
source: Please Select Vidhansabha first
hi: कृपया पहले विधानसभा का चयन करें

# selectMandalFirst
source: Please Select Mandal first
hi: कृपया पहले मंडल का चयन करें

# selectBoothFirst
source: Please Select Booth first
hi: कृपया पहले बूथ का चयन करें

# enterShkatiKendrName
source: Please enter shakti kendr name
hi: कृपया शक्ति केंद्र नाम दर्ज करें

source: English
hi: अंग्रेज़ी

source: Hindi
hi: हिंदी

source: Total Panna
hi: कुल पन्ना

source: Panna Parmukh
hi: पन्ना प्रमुख

source: Panaa Samiti
hi: पन्ना समिति

source: Panna No
hi: पन्ना संख्या

# pannaKramaank
source: Panna No
hi: पन्ना क्रमांक

# currentSk
source: Current Shakti Kendra
hi: वर्तमान शक्ति केंद्र

# enterMobileNumber
source: Please Enter Phone Number
hi: कृपया फोन नंबर दर्ज करें

# notValidNumber
source: This Number is Not Valid Number
hi: यह संख्या मान्य संख्या नहीं है

# alreadyVerified
source: Person already verified
hi: व्यक्ति पहले से ही सत्यापित है

# addAttendeesHeader
source: Present Guest / Participant / Worker
hi: उपस्थित अतिथि / प्रतिभागी / कार्यकर्ता

source: Day
hi: दिनांक

source: Time
hi: समय

source: Uploading
hi: अपलोड हो रहा है

source: Getting state data
hi: राज्य डेटा प्राप्त करना

# enterPin
source: Please enter pincode number
hi: कृपया पिनकोड संख्या दर्ज करें

source: preparing
hi: तैयार कर रहे हैं

# oopsErrorMsg
source: oops !! something went to wrong please try again later..
hi: उफ़ !! कुछ गलत हो गया कृपया बाद में पुन: प्रयास करें..

# pravasName
source: Please enter pravas name first
hi: कृपया पहले प्रवासी नाम दर्ज करें

# pravasStartDate
source: please enter start date
hi: कृपया प्रारंभ तिथि दर्ज करें

# pravasEndDate
source: Please enter last date
hi: कृपया अंतिम तिथि दर्ज करें

# pravasSubject
source: Please enter pravas subject
hi: कृपया प्रवासी विषय दर्ज करें
